Table of Contents
 Class ConcreteULSCheckResultResponseEc2
Namespace
IdeaRS.OpenModel.Concrete.CheckResult
Assembly
IdeaRS.OpenModel.dll
ULS CheckResponce Ec2
public class ConcreteULSCheckResultResponseEc2 : ConcreteULSCheckResultResponse
Inheritance
object
ConcreteCheckResultBase
ConcreteULSCheckResultResponse
ConcreteULSCheckResultResponseEc2
Inherited Members
 ConcreteCheckResultBase.InternalFores
 ConcreteCheckResultBase.NonConformities
 ConcreteCheckResultBase.Result
 ConcreteCheckResultBase.CheckValue
 ConcreteCheckResultBase.LimitCheckValue
 ConcreteCheckResultBase.Check
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
 Edit this page